{
    "films": [
        {
            "id": "nomCat_nomFilm",
            "title": "Exemple",
            "description": "Exemple",
            "lien-info": "",
            "lien-vo": "",
            "lien-vf": ""
        },
        {
            "id": "horreur_halloween",
            "title": "Halloween",
            "description": "La saga Halloween suit Michael Myers, un tueur en série masqué qui échappe à un hôpital psychiatrique pour retourner dans sa ville natale, Haddonfield, où il massacre ses victimes sans raison apparente. La série explore ses confrontations avec Laurie Strode, une survivante, et l'horreur psychologique et surnaturelle qu'il incarne. À travers des suites, des réinventions et des retours à la mythologie originale, Halloween devient un symbole du slasher et de la terreur qui ne meurt jamais."
        },
        {
            "id": "horreur_nonne",
            "title": "La Nonne",
            "description": "La Nonne suit une jeune novice, sœur Irene, et un prêtre envoyé au cœur d’un couvent isolé en Roumanie pour enquêter sur le suicide mystérieux d’une religieuse. Ils découvrent que le couvent est hanté par une entité démoniaque prenant l’apparence d’une nonne terrifiante. Dans une lutte contre le mal, ils doivent révéler ses secrets pour empêcher sa propagation."
        },
        {
            "id": "horreur_dameBlanche",
            "title": "La Malédiction de la Dame Blanche",
            "description": "La Malédiction de la Dame Blanche suit une assistante sociale, Anna, qui découvre que ses enfants sont ciblés par la légendaire Dame Blanche, un esprit vengeur hantant les vivants après avoir noyé ses propres enfants. Pour sauver sa famille, Anna fait appel à un ancien prêtre et affronte les forces surnaturelles terrifiantes de la malédiction. Le film mêle folklore, suspense et horreur dans un combat désespéré contre un mal ancestral."
        },
        {
            "id": "horreur_annabelle",
            "title": "Annabelle : La Maison du Mal",
            "description": "Annabelle : La Maison du Mal suit les Warren, qui placent la poupée maléfique Annabelle dans une vitrine sacrée pour la protéger, mais celle-ci libère une force démoniaque. Le couple doit protéger la fille de leurs amis et une jeune voisine qui séjourne chez eux, car la poupée sème la terreur dans la maison. Les événements prennent une tournure effrayante alors que les esprits maléfiques prennent possession des lieux et menacent leurs vies."
        },
        {
            "id": "horreur_conjuring",
            "title": "Conjuring : Sous L'Emprise du Diable",
            "description": "Conjuring : Sous l'Emprise du Diable suit les enquêteurs paranormaux Ed et Lorraine Warren, qui sont appelés à défendre Arne Johnson, un homme accusé de meurtre après avoir été possédé par un démon. En enquêtant sur cette affaire, les Warren découvrent un lien avec un rituel occulte et un démon maléfique. Le film mêle horreur et enquête, alors qu'ils se battent contre des forces surnaturelles puissantes pour sauver l'âme du jeune homme."
        },
        {
            "id": "horreur_nonne2",
            "title": "La Nonne 2",
            "description": "La Nonne 2 suit sœur Irene qui, après avoir affronté le démon Valak dans le premier film, est à nouveau confrontée à cette entité maléfique, cette fois dans un couvent en France. Un prêtre et un groupe de personnes unissent leurs forces pour stopper la propagation du mal que Valak cherche à libérer. L'horreur et les affrontements avec le démon s'intensifient alors qu'ils tentent de sceller une fois pour toutes la menace de la Nonne."
        },
        {
            "id": "horreur_saw",
            "title": "Saw",
            "description": "La saga Saw explore les jeux macabres orchestrés par Jigsaw, un tueur en série qui pousse ses victimes à affronter leurs pires défauts et à survivre à des épreuves sanglantes pour expier leurs péchés. À travers des pièges ingénieux et des dilemmes moraux cruels, les films dévoilent sa philosophie tordue et l’héritage qu’il laisse à ses apprentis. Entre intrigues complexes, flashbacks et twists choquants, la série mêle horreur psychologique et gore."
        },
        {
            "id": "horreur_silenthill",
            "title": "Silent Hill",
            "description": "La saga Silent Hill suit Sharon, une jeune fille hantée par des visions d'une ville mystérieuse, où sa mère, Rose, se rend pour découvrir la vérité sur ses origines. En entrant dans la ville de Silent Hill, elles se retrouvent piégées dans un monde déformé, rempli de créatures terrifiantes et de secrets liés à un ancien culte. La saga mêle horreur psychologique, atmosphère oppressante et révélations surnaturelles, explorant les thèmes de la culpabilité et de la rédemption."
        },
        {
            "id": "horreur_hellraiser",
            "title": "Hellraiser",
            "description": "La saga Hellraiser suit l'histoire des Cénobites, des entités démoniaques qui explorent les frontières de la douleur et du plaisir à travers un mystérieux puzzle, la boîte de Lemarchand. Lorsque cette boîte est ouverte, elle libère des forces surnaturelles qui condamnent les âmes à des souffrances éternelles. À travers plusieurs films, les protagonistes tentent de survivre ou de manipuler les Cénobites tout en affrontant des horreurs physiques et psychologiques."
        },
        {
            "id": "horreur_evildead",
            "title": "Evil Dead",
            "description": "Evil Dead suit un groupe d’amis qui se réfugient dans une cabane isolée en forêt, où ils découvrent un livre maudit, le Naturom Demonto, et réveillent par inadvertance des forces démoniaques. L’un après l’autre, ils sont possédés par des esprits maléfiques, entraînant une lutte sanglante et désespérée pour survivre. Le film mêle horreur viscérale, gore intense et atmosphère oppressante, devenant un classique du genre."
        },
        {
            "id": "horreur_paraactivity",
            "title": "Paranormal Activity",
            "description": "Paranormal Activity suit un jeune couple, Katie et Micah, qui commencent à filmer leur maison après avoir été troublés par des phénomènes étranges. Ce qui commence par de légers bruits s’intensifie rapidement en manifestations terrifiantes, révélant qu’une entité maléfique hante Katie depuis son enfance. Le film, présenté sous forme de séquences trouvées, joue sur l’angoisse et la tension croissante, redéfinissant le genre de l’horreur domestique."
        },
        {
            "id": "horreur_poltergeist",
            "title": "Poltergeist",
            "description": "Poltergeist suit une famille ordinaire dont la maison en banlieue devient le théâtre de phénomènes paranormaux inquiétants, déclenchés par des esprits malveillants. Lorsque leur plus jeune fille, Carol Anne, est kidnappée dans une dimension spirituelle, ils font appel à des experts pour affronter les forces surnaturelles et la récupérer. Le film mêle horreur et drame familial, explorant les dangers cachés derrière une façade de normalité."
        },
        {
            "id": "horreur_predator",
            "title": "Predator",
            "description": "Predator suit une équipe de soldats d'élite, dirigée par le major Dutch, envoyée en mission de sauvetage dans une jungle d'Amérique centrale. Ils découvrent rapidement qu'ils sont traqués par un extraterrestre redoutable et invisible, le Predator, qui chasse pour le sport. Le film mêle action intense, suspense et science-fiction, opposant les instincts de survie humains à la technologie avancée d'un chasseur implacable."
        },
        {
            "id": "horreur_friday",
            "title": "Friday the 13th",
            "description": ""
        },
        {
            "id": "horreur_freddy",
            "title": "Freddy les Griffes de la Nuit",
            "description": ""
        },
        {
            "id": "horreur_thering",
            "title": "The Ring",
            "description": ""
        }
    ]
}